CSI API ETABS v1
cDesignSteel.AISC360_16 Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cDStAISC360_16 AISC360_16 { get; }
ReadOnly Property AISC360_16 As cDStAISC360_16
	Get
Dim instance As cDesignSteel
Dim value As cDStAISC360_16
value = instance.AISC360_16
property cDStAISC360_16^ AISC360_16 {
	cDStAISC360_16^ get ();
}
abstract AISC360_16 : cDStAISC360_16 with get
Property Value
Type: cDStAISC360_16
See Also
Reference
cDesignSteel Interface
ETABSv1 Namespace